Repository: RiotGames/apigrove
Catalog: front-end/application/lang/lang_*.po
Languages: fr

source: Api Successfully Deleted
fr: API supprimé avec succès

source: Error deleting api
fr: Suppression d'erreur de l'API

source: The delete action errored but didn't say why!
fr: L'action de suppression erronés, mais n'a pas dit pourquoi!

source: Exception when deleting api
fr: Exception lors de la suppression API

source: Api id is empty!
fr: API ID est vide

source: Error fetching api
fr: Api Erreur de récupération

source: Apis must have a name.
fr: APIs doit avoir un nom.

source: Apis must have an endpoint.
fr: APIs doit avoir un point d'extrémité.

source: Apis must have at least one targethost.
fr: APIs doit avoir au moins un hôte cible.

source: Apis must have at least one auth type.
fr: APIs doit avoir au moins un type d'authentification.

source: With https on, TLS Mode must be 1way or 2way
fr: Avec https sur, le mode TLS doit être à 1 voie ou 2 voies

source: Transactions-per-second warning trigger must be a number
fr: Déclenchement d'alerte transactions par seconde doit être un nombre

source: Transactions-per-second cutoff threshold must be a number
fr: Seuil de coupure transactions par seconde doit être un nombre

source: Transactions-per-minute warning trigger must be a number
fr: Déclenchement d'alerte transactions par minute doit être un nombre

source: Transactions-per-minute cutoff threshold must be a number
fr: Seuil de coupure transactions par minute doit être un nombre

source: This targethost cannot be empty
fr: Cet hôte cible ne peut pas être vide

source: Auth Key Key cannot be empty
fr: Auth Touche ne peut pas être vide

source: Error:
fr: Erreur:

source: Unknown error when posting this Api
fr: Erreur inconnue lors de la publication de cette API

source: Auth Deleted
fr: Supprimé auth

source: Resource Not Found
fr: Ressource non trouvée

source: For authKey auth, you must specify a key
fr: Pour auth clé auth, vous devez spécifier une clé

source: Username is required
fr: Nom d'utilisateur est nécessaire

source: Password is required
fr: Mot de passe est requis

source: IP list is required
fr: Liste IP est nécessaire

source: Unable to retrieve key
fr: Impossible de récupérer la clé

source: Error
fr: Erreur

source: Couldn't update key with new active certificate:
fr: Impossible de mettre à jour la clé de certificat actif nouveau:

source: Successfully Created Key
fr: Clé créé avec succès

source: Successfully Updated Key
fr: Mise à jour de la clé réussi

source: Successfully Deleted Key
fr: Clé supprimée avec succès

source: The key name must be only alpha-numeric characters
fr: Le nom de la clé doit être seulement des caractères alphanumériques

source: There was an error getting contents of Key file.
fr: l y avait une erreur se contenu du fichier de clé.

source: There was an error uploading file:
fr: Il ya eu un transfert du fichier d'erreur:

source: Please upload a key file.
fr: S'il vous plaît télécharger un fichier de clé.

source: The certificate name must be only alpha-numeric characters
fr: Le nom du certificat doit être seulement des caractères alphanumériques

source: There was an error getting contents of Certificate file.
fr: Il y avait une erreur se le contenu du fichier de certificat.

source: Please upload a certificate file.
fr: S'il vous plaît télécharger un fichier de certificat.

source: Successfully Created Certificate Authority
fr: Autorité de certification créé avec succès

source: Successfully Updated Certificate Authority
fr: Autorité de certification avec succès Mise à jour

source: Successfully Deleted Certificate Authority
fr: Autorité de certification supprimée avec succès

source: The CA name must be only alpha-numeric characters
fr: Le nom de CA doit être seulement des caractères alphanumériques

source: There was an error getting contents of CA file.
fr: Il y avait une erreur se le contenu du fichier CA.

source: Please upload a CA file.
fr: S'il vous plaît télécharger un fichier CA.

source: Unable to retrieve CRL
fr: Impossible de récupérer CRL

source: Successfully Created Certificate Revocation List
fr: Créé avec succès la liste de révocation de certificats

source: Successfully Updated Certificate Revocation List
fr: Mise à jour avec succès la liste de révocation de certificats

source: Successfully Deleted Certificate Revocation List
fr: Supprimé avec succès la liste de révocation de certificats

source: The CRL name must be only alpha-numeric characters
fr: Le nom CRL doit être seulement des caractères alphanumériques

source: There was an error getting contents of CRL file.
fr: Il y avait une erreur se le contenu du fichier CRL.

source: Please upload a CRL file.
fr: S'il vous plaît télécharger un fichier CRL.

source: Manager Host is required
fr: Gestionnaire est tenu d'accueil

source: Gateway Host is required
fr: Hôte passerelle est nécessaire

source: Preferences Updated
fr: Préférences Mise à jour

source: You have reached the error page
fr: Vous avez atteint la page d'erreur

source: Page not found
fr: Page non trouvée

source: Application error
fr: Erreur d'application

source: Request Parameters
fr: Paramètres de Requête

source: There was an error getting logs:
fr: Il y avait une erreur se logs:

source: Unable to retrieve policy
fr: Impossible de récupérer la politique

source: Error creating policy:
fr: Erreur de création de la politique:

source: Successfully Created Policy
fr: Politique créé avec succès

source: Policy updated!
fr: Politique de mise à jour!

source: Error updating policy:
fr: Erreur mise à jour des politiques:

source: Successfully Updated Policy
fr: Politique de succès Mise à jour

source: Threshold must be a positive integer if you want to include this Quota.
fr: Seuil doit être un entier positif si vous souhaitez inclure ce quota.

source: Warning must be a non-negative integer.
fr: Avertissement doit être un entier non négatif.

source: Warning may not be greater than the Threshold.
fr: Attention ne peut être supérieur au seuil.

source: Daily
fr: Quotidien

source: Weekly
fr: Hebdomadairement

source: Monthly
fr: Mensuellement

source: Name is required
fr: Le nom est obligatoire

source: Timing is required
fr: La synchronisation est nécessaire

source: Action is required
fr: Il faut agir

source: Type and Value are required
fr: Type et Valeur sont nécessaires

source: Key is required
fr: Touche est nécessaire

source: Value is required
fr: Valeur est requise

source: Extract from is required
fr: Extraire est nécessaire de

source: Http Header Name is required
fr: Nom de tête HTTP est nécessaire

source: Value or Property Name required
fr: Nom de la valeur ou de la propriété requise

source: Create API
fr: Créer API

source: Edit API
fr: Éditer API

source: Name
fr: Nom

source: Only the first context of this api is displayed!
fr: Seul le premier contexte de cette API est affiché!

source: Target Host
fr: Hôte cible

source: Add additional target host
fr: Ajouter l'hôte cible supplémentaire

source: Remove target host
fr: Retirer hôte cible

source: Advanced
fr: Avancé

source: Enabled
fr: Activé

source: Disabled
fr: Inactivé

source: Choose all that apply.
fr: Choisissez tout ce qui s'applique.

source: Secured
fr: Sécurisé

source: Warning
fr: Avertissement

source: Threshold
fr: Seuil

source: Methods
fr: Méthodes

source: Save
fr: Sauver

source: Choose an API from the list below to edit
fr: Choisissez une API dans la liste ci-dessous pour modifier

source: API Name
fr: API Nom

source: Delete
fr: Effacer

source: Create
fr: Créer

source: Update
fr: Réactualiser

source: Server Error
fr: Erreur du serveur

source: create
fr: créer

source: disabled
fr: inactivé

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Comma separated
fr: Séparés par des virgules

source: Choose an Auth from the list below to edit
fr: Choisissez une authentification dans la liste ci-dessous pour modifier

source: Details
fr: Détails

source: Create New User
fr: Créer un nouvel utilisateur

source: User Settings
fr: Paramètres de l'utilisateur

source: Confirm Password
fr: Confirmer mot de passe

source: Real Name
fr: Nom réel

source: List of Users
fr: Liste des utilisateurs

source: Choose a user from the list below to edit
fr: Choisissez un utilisateur dans la liste ci-dessous pour modifier

source: Add
fr: Ajouter

source: Edit
fr: Éditer

source: Trusted Certificate Authority
fr: Autorité de certification

source: Certificate
fr: Certificat

source: Choose file
fr: Choisissez fichier

source: Certificate Authority
fr: Autorité de certification

source: Preferences
fr: Préférences

source: Only change the settings below if you really know what you are doing
fr: Ne modifiez les paramètres ci-dessous si vous savez vraiment ce que vous faites

source: Manager Host
fr: Hôte gestionnaire

source: Gateway Host
fr: Hôte passerelle

source: Whoops
fr: Oups

source: An error occurred
fr: Une erreur s'est produite

source: Exception information
fr: Informations sur l'exception

source: Welcome to apiGrove
fr: Bienvenue sur apiGrove

source: The graphical interface to apiGrove does not provide all the capability of the command line tools, but it will handle most common tasks.
fr: L'interface graphique de apiGrove ne fournit pas toutes les capacités des outils de ligne de commande, mais il va traiter les tâches les plus courantes.

source: For tutorials, please see the
fr: Pour obtenir des didacticiels, s'il vous plaît voir le

source: in the apiGrove GitHub repository. If you have questions or feedback, please see the
fr: dans le référentiel apiGrove GitHub. Si vous avez des questions ou des commentaires, s'il vous plaît voir le

source: Logging Configuration
fr: Configuration de la journalisation

source: Java Log Level
fr: Niveau du journal Java

source: ServiceMix Log Level
fr: Niveau du journal ServiceMix

source: Syslog Log Level
fr: Niveau du journal Syslog

source: Logging Categories
fr: Catégories de journalisation

source: Logs
fr: Journaux

source: Depth
fr: Profondeur

source: No logs to display
fr: Pas de journaux à afficher

source: Create Policy
fr: Créer Policy

source: Edit Policy
fr: Éditer Policy

source: Choose which APIs this Policy will apply to.
fr: Choisissez les API de cette Politique s'appliquera.

source: Choose which Auths this Policy will apply to
fr: Choisissez les Auth de cette Politiques s'appliquera.

source: Ignore
fr: Ignorer

source: Reject
fr: Rejeter

source: Policies
fr: Politiques

source: Choose a Policy from the list below to edit
fr: Choisissez une Politique de la liste ci-dessous pour modifier

source: Policy ID
fr: Politique ID

source: None
fr: Aucun

source: Add additional header transformation
fr: Ajouter transformation en-tête supplémentaire

source: Remove header transformation
fr: Retirer la transformation d'en-tête

source: Header Transformations
fr: Transformations d'en-tête

source: Request
fr: Requête

source: Response
fr: Réponse

source: Remove
fr: Enlever

source: Property
fr: Propriété

source: Static
fr: Statique

source: Value
fr: Valeur

source: Add additional property
fr: Ajouter propriété supplémentaire

source: Remove property
fr: Retirez la propriété

source: Properties
fr: Propriétés

source: Key
fr: Clé

source: TDR Rules
fr: Règles du TDR

source: Dynamic
fr: Dynamique

source: Policy Created:
fr: Politique de création:

source: Error creating Policy
fr: Erreur de création de la politique
